<template>
  <div class="help-content">
    <div class="title">常见问题</div>
    <p class="c-3">《酒币获取方法及使用规则》</p>
    <p>1.什么是酒币？
      <br>酒币是易久批用户在久批客户端购物时获得的奖励，酒币只可以在易久批客户端，PC商城（由北京易酒批 电子商务有限公司提供的一款专门用来批发酒类产品的软件）使用。
    </p>
    <p>2.酒币有什么作用？
      <br>1）使用酒币可以在易久批客户端内抽奖。奖品种类多样，详见抽奖页面（首页——酒币抽奖）。
      <br>2）特定数量的酒币可以使易久批客户拥有参加易久批客户端特定优惠活动的资格，参加某些优惠活动需要消耗一定数量的酒币。例如：某个特价活动可能会要求您具备20个以上酒币才能享有参与资格。
      <br>3）酒币的数量标志着您的会员级别高低，您拥有的酒币越多，您享受的会员权利就更多，获得的服务便优。
    </p>
    <p>3.如何获得酒币？
      <br>在易久批客户端内购买带有酒币标识的产品即可获得酒币。赠送酒币标识，可以在产品详情页 面的促销信息处查看。如下图示，即为赠送酒币产品。赠送数量为一件产品赠送的酒币数量。
    </p>
    <p>4.酒币何时到帐？
      <br>订单配送完成后（即交易结束后），酒币即可到帐。如果您发现订单提交后，酒币没有到帐， 这是正常的哟，只有您付款并确认收货（或发货满24h系统自动确认交易完成），订单才完成。
    </p>
    <p>5.酒币有效期是多久？
      <br>目前酒币为永久有效期。
    </p>
    <p>6.酒币可否从A账户转到B账户？
      <br>亲爱的用户，酒币是不可以从A账户转到B账户的哟。
      <br>（注：酒币获取方法及使用规则实时完善中，请以最新版本为准。）
    </p>
    <br>
    <p class="c-3">《红包获取方法及使用规则》</p>
    <p>1.什么是红包？
      <br>红包是在易久批客户端，PC商城（由北京易酒批电子商务有限公司提供的一款专门用来批发酒类产品的 软件）购买产品获得的红包返还。
    </p>
    <p>2.红包有什么用？
      <br>红包就好比您的现金：除少量特价优惠活动外，红包可在易久批平台抵作现金使用。
    </p>
    <p>3.如何获得红包？
      <br>在易久批客户端内购买带有红包标识的产品，即可获得相应的红包。另外，系统还会经常给您 发送各种“名目”的红包讨好您。
    </p>
    <p>4.如何使用红包？
      <br>订单结算时，进入待确认订单页面，在此页面可以选择是否使用红包。
    </p>
    <p>5.一个订单可以使用几个红包？一天内可以使用多少个红包？
      <br>一个订单可以使用的多个红包，一天内使用红包的个数无限制。
    </p>
    <p>6.红包可以兑现或者找零吗？
      <br>红包不可以兑现，也不可以找零。如果使用的红包多于应付货款，那么多余的红包将被自动作废。
    </p>
    <p>7.红包可以账户之间转用么？
      <br>A账户红包只能在A账户内使用，不可以转给B账户或者代B账户付款。
    </p>
    <p>8.使用红包结账的订单，取消后，红包会被退回么？
      <br>如果订单使用了红包，但是又取消了订单，红包会直接退回到您的账户中。
    </p>
    <p>9.什么是红包的有效期？
      <br>红包有效期即红包的最后使用期限，超过这个时间未使用，则红包失效。
    </p>
    <p>10.红包何时到帐？
      <br>订单配送完成后（交易完成后），红包即可到帐。如果您发现订单提交后，红包没有到帐，这 是正常的哟。 （注：红包获取方法及使用规则实时完善中，请以最新版本为准。）
    </p>
    <br>
    <p class="c-3">《优惠券获取及使用说明》</p>
    <p>1.优惠券是什么，有什么用途？
      <br>1)优惠券是易久批发给用户的具有特定优惠的优待券，可以在“易久批”客户端，PC商城（由北京易酒 批电子商务有限公司提供的一款专门用户来批发的酒饮产品的软件）使用。您可以从“我”— —“我的优惠券”中查看。
      <br>2)优惠券可以在“易久批”客户端使用，在特定情况下抵扣相应的货款。
    </p>
    <p>2.如何获取优惠券？
      <br>1)购买带有优惠券标识的产品，即可获得相应的优惠券。
      <br>2)参与易久批推出的送优惠券活动，可以获得相应优惠券。请您关注易久批的活动通告。
      <br>3)易久批会时不时的赠送您一些优惠券哟，请随时关注。
    </p>
    <p>3.每笔订单可以使用几张优惠呢？每天使用的优惠券数量有限制么？
      <br>每个订单使用优惠券的数量根据优惠券类型决定。抵用券可以多张使用。打折券、赠品券只能 单张使用。其中，抵用券、打折券、赠品券三种类型优惠不可同时使用。每天使用的优惠券数量不限。
    </p>
    <p>4.优惠券不能兑现，不可找零的。</p>
    <p>5.优惠券在不同的账户间可以转用么？
      <br>优惠券在不同账户间不可以转用，比如A账户的优惠券，只能A账户使用，不可以转给B账户使用。
    </p>
    <p>6.优惠券的有效期是多久呢？
      <br>您可以在手机登录易久批账户，在“我”——“我的优惠券”中，查看优惠券的详细信息。
    </p>
    <p>7.优惠券什么时候到账？
      <br>1)当您购买的商品赠送优惠券时，当笔订单，在易久批确认完成后，即可到达您的账户。
      <br>2)如果是参与了易久批推出的送优惠券活动，当满足条件的订单确认完成后，优惠券即可到账。
    </p>
    <p>8.下单时，使用了优惠券，但是发现订单下错了，怎么办？ 您不用着急，直接取消订单，优惠券就会马上还回给您了。</p>
    <p>9.使用优惠券的订单退货了，优惠券会作废。</p>
    <br>
    <p class="c-3">《用户问答》</p>
    <p>问：我提交订单时，怎么没有地址了？
      <br>亲，一般情况下，地址突然没有了，是您编辑过您的收货地址，导致地址冻结。这时候打<span class="red">4000199197</span>，即可帮您解决。
    </p>
    <p>问：我的货送错了，怎么办？
      <br>亲，发现货物送错，请不要打开包装箱。马上联系您的经纪人，或者拨打<span class="red">4000199197</span>，会 有专门人员上门帮您处理。
    </p>
    <p>问：我想看看订单物流情况。
      <br>亲，您可以登录易久批账户，在“易久批订单——订单状态”进行查看。
    </p>
  </div>
</template>
<script>
export default {
  name: "faq"
};
</script>
<style lang="stylus" scoped>
.help-content {
  ml(220);
}

p {
  ft(14);
  c(#666);
  line-height: 2em;
  mb(12);
}

.title {
  box();
  width: 100%;
  height: 52px;
  lh(52);
  pl(12);
  mb(8);
  ft(16);
  bg(#f5f5f5);
  c(#333);
}

br {
  ft(14);
  line-height: 2em;
}

.red {
  c(#e43834);
}
</style>
