<template>
    <div class="container">
    <div class="explainContent">
      <p class="explain-title">优惠券使用规则
        <span class="frt fz16 cs" @click="cancel">返回<<</span>
      </p>
      <div>
    <p>1.优惠券是什么，有什么用途？
      <br>1)优惠券是易久批发给用户的具有特定优惠的优待券，可以在“易久批”客户端，PC商城（由北京易酒 批电子商务有限公司提供的一款专门用户来批发的酒饮产品的软件）使用。您可以从“我”— —“我的优惠券”中查看。
      <br>2)优惠券可以在“易久批”客户端使用，在特定情况下抵扣相应的货款。
    </p>
    <p>2.如何获取优惠券？
      <br>1)购买带有优惠券标识的产品，即可获得相应的优惠券。
      <br>2)参与易久批推出的送优惠券活动，可以获得相应优惠券。请您关注易久批的活动通告。
      <br>3)易久批会时不时的赠送您一些优惠券哟，请随时关注。
    </p>
    <p>3.每笔订单可以使用几张优惠呢？每天使用的优惠券数量有限制么？
      <br>每个订单使用优惠券的数量根据优惠券类型决定。抵用券可以多张使用。打折券、赠品券只能 单张使用。其中，抵用券、打折券、赠品券三种类型优惠不可同时使用。每天使用的优惠券数量不限。
    </p>
    <p>4.优惠券不能兑现，不可找零的。</p>
    <p>5.优惠券在不同的账户间可以转用么？
      <br>优惠券在不同账户间不可以转用，比如A账户的优惠券，只能A账户使用，不可以转给B账户使用。
    </p>
    <p>6.优惠券的有效期是多久呢？
      <br>您可以在手机登录易久批账户，在“我”——“我的优惠券”中，查看优惠券的详细信息。
    </p>
    <p>7.优惠券什么时候到账？
      <br>1)当您购买的商品赠送优惠券时，当笔订单，在易久批确认完成后，即可到达您的账户。
      <br>2)如果是参与了易久批推出的送优惠券活动，当满足条件的订单确认完成后，优惠券即可到账。
    </p>
    <p>8.下单时，使用了优惠券，但是发现订单下错了，怎么办？ 您不用着急，直接取消订单，优惠券就会马上还回给您了。</p>
    <p>9.使用优惠券的订单退货了，优惠券会作废。</p>
      </div>
    </div>
</div>
</template>
<script>
export default {
    name: "ruleCoupon",
    methods: {
      //返回上一页
      cancel(){
        this.$router.go(-1);
      }
    }
}
</script>
<style lang="stylus">
.explainContent {
    bg(#fff)
    padding: 0 20px;
    ml(220)
    mb(39)
    min-height 652px
    .explain-title {
      padding: 24px 0;
      ft(28);
      c(#333);

      span {
        inline()
        c(#4A90E2)
        lh(28)
      }
    }
    div {
      padding-bottom: 40px;
      p {
        padding-bottom: 16px;
        ft(14);
        c(#333)
        line-height: 20px;
      }
      span {
        c(#e43834);
        line-height: 20px
      }
    }
  }
</style>
